Revit 2027 API
BuiltInFailures.GroupFailures.LastGroupMemberExcluded Property
 Last member of group instance was excluded (deleted), removed, or moved to the project. Group instance has been deleted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId LastGroupMemberExcluded { get; }
Public Shared ReadOnly Property LastGroupMemberExcluded As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ LastGroupMemberExcluded {
	FailureDefinitionId^ get ();
}
static member LastGroupMemberExcluded : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace